Repository: baglayan/acouplet
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: tr

source: I verify that nobody is wearing the left earbud right now.
tr: Şu anda sol kulaklığın kimsenin kulağında olmadığını onaylıyorum.

source: I verify that nobody is wearing the right earbud right now.
tr: Şu anda sağ kulaklığın kimsenin kulağında olmadığını onaylıyorum.

source: Couldn’t save the authorization record. No sound was started.
tr: Yetkilendirme kaydı kaydedilemedi. Ses başlatılmadı.

source: Saving authorization…
tr: Yetkilendirme kaydediliyor…

source: Acouplet can’t detect whether these earbuds are in your ears.
tr: Acouplet, bu kulaklıkların kulağınızda olup olmadığını algılayamıyor.

source: Couldn’t finish checking the earbuds.
tr: Kulaklıklar kontrol edilemedi.

source: Checking the earbuds…
tr: Kulaklıklar kontrol ediliyor…

source: The earbuds declined the locating-sound request.
tr: Kulaklıklar, bulma sesi çalma isteğini reddetti.

source: The headphone volume could not be read. Connect the headphone controls in Acouplet and select this Mac as their audio source, then try LDAC again.
tr: Kulaklık ses düzeyi okunamadı. Acouplet’te kulaklık denetimlerine bağlanın ve ses kaynağı olarak bu Mac’i seçip LDAC’i tekrar deneyin.

source: The headphone volume could not be confirmed after LDAC started. Reconnect the headphone controls and try LDAC again.
tr: LDAC başladıktan sonra kulaklık ses düzeyi doğrulanamadı. Kulaklık denetimlerini yeniden bağlayıp LDAC’i tekrar deneyin.

source: The headphone audio source or connection changed. LDAC stopped.
tr: Kulaklık ses kaynağı veya bağlantısı değişti. LDAC durduruldu.

source: The headphone connection changed. LDAC stopped.
tr: Kulaklık bağlantısı değişti. LDAC durduruldu.

source: The headphone controls temporarily disconnected.
tr: Kulaklık denetimlerinin bağlantısı geçici olarak kesildi.

source: Bluetooth audio could not be restored. Reconnect the headphones in Bluetooth settings.
tr: Bluetooth sesi geri yüklenemedi. Kulaklıkları Bluetooth ayarlarından yeniden bağlayın.

source: LDAC did not stop completely.
tr: LDAC tamamen durdurulamadı.

source: LDAC playback stopped unexpectedly. Try again.
tr: LDAC üzerinden ses çalma beklenmedik şekilde durdu. Tekrar deneyin.

source: The connection to the headphones was lost.
tr: Kulaklık bağlantısı kesildi.

source: LDAC could not start. Try again.
tr: LDAC başlatılamadı. Tekrar deneyin.

source: Another Bluetooth audio connection replaced LDAC. Try LDAC again.
tr: LDAC yerine başka bir Bluetooth ses bağlantısı devreye girdi. LDAC’i tekrar deneyin.

source: The LDAC driver version could not be checked.
tr: LDAC sürücüsünün sürümü kontrol edilemedi.

source: LDAC audio became unavailable. Try again.
tr: LDAC sesi kullanılamaz hale geldi. Tekrar deneyin.

source: macOS did not make LDAC audio available. Try again.
tr: macOS, LDAC sesini kullanılabilir hale getirmedi. Tekrar deneyin.

source: macOS could not check whether LDAC audio is available. Try again.
tr: macOS, LDAC sesinin kullanılabilir olup olmadığını kontrol edemedi. Tekrar deneyin.

source: macOS could not monitor LDAC audio changes. Try again.
tr: macOS, LDAC sesindeki değişiklikleri izleyemedi. Tekrar deneyin.

source: macOS could not restore the mute setting on the previous audio output. Check Sound settings before playing audio.
tr: macOS, önceki ses çıkışının sessize alma ayarını geri yükleyemedi. Ses çalmadan önce Ses ayarlarını kontrol edin.

source: macOS could not check the previous audio output. Select an output in Sound settings.
tr: macOS, önceki ses çıkışını kontrol edemedi. Ses ayarlarından bir çıkış seçin.

source: macOS could not find the audio output. Check Sound settings and try again.
tr: macOS, ses çıkışını bulamadı. Ses ayarlarını kontrol edip tekrar deneyin.

source: macOS could not list its audio outputs. Check Sound settings and try again.
tr: macOS, ses çıkışlarını listeleyemedi. Ses ayarlarını kontrol edip tekrar deneyin.

source: macOS could not read its audio outputs. Check Sound settings and try again.
tr: macOS, ses çıkışlarını okuyamadı. Ses ayarlarını kontrol edip tekrar deneyin.

source: macOS could not identify the audio output. Check Sound settings and try again.
tr: macOS, ses çıkışını tanımlayamadı. Ses ayarlarını kontrol edip tekrar deneyin.

source: The LDAC driver could not confirm the Bluetooth audio setup. Try again.
tr: LDAC sürücüsü Bluetooth ses bağlantısını doğrulayamadı. Tekrar deneyin.

source: The LDAC driver reported an audio connection for a different device. Try again.
tr: LDAC sürücüsü farklı bir aygıt için ses bağlantısı bildirdi. Tekrar deneyin.

source: The LDAC driver could not identify the headphones. Try again.
tr: LDAC sürücüsü kulaklıkları tanımlayamadı. Tekrar deneyin.

source: The LDAC driver returned an unexpected response. Try again.
tr: LDAC sürücüsü beklenmeyen bir yanıt gönderdi. Tekrar deneyin.

source: macOS could not read the LDAC audio settings. Try again.
tr: macOS, LDAC ses ayarlarını okuyamadı. Tekrar deneyin.

source: macOS could not update the LDAC audio settings. Try again.
tr: macOS, LDAC ses ayarlarını güncelleyemedi. Tekrar deneyin.

source: The Mac audio output changed before LDAC started. Try again.
tr: LDAC başlamadan önce Mac’in ses çıkışı değişti. Tekrar deneyin.

source: Remove LDAC Audio Driver…
tr: LDAC Ses Sürücüsünü Kaldır…

source: Remove LDAC Audio Driver?
tr: LDAC Ses Sürücüsü Kaldırılsın mı?

source: Acouplet will quit and open the removal installer. Restart your Mac after removing the driver.
tr: Acouplet kapanacak ve sürücüyü kaldırmak için yükleyici açılacak. Sürücüyü kaldırdıktan sonra Mac’inizi yeniden başlatın.

source: Restore Stable Connection
tr: Kararlı Bağlantıyı Geri Yükle

source: Keep Current Preference
tr: Geçerli Tercihi Koru

source: Restore the previous Stable Connection preference?
tr: Önceki Kararlı Bağlantı tercihi geri yüklensin mi?

source: %@ kHz · %lld kb/s
tr: %@ kHz · %lld kb/sn

source: · %lld channels
tr: · %lld kanal

source: The device is not connected for Bluetooth audio.
tr: Aygıt Bluetooth sesi için bağlı değil.

source: The headphone audio settings changed. Try LDAC again.
tr: Kulaklığın ses ayarları değişti. LDAC’i tekrar deneyin.

source: The headphone volume controls became unavailable. LDAC stopped.
tr: Kulaklığın ses düzeyi denetimleri kullanılamaz hale geldi. LDAC durduruldu.

source: The headphones did not confirm the requested volume. LDAC stopped.
tr: Kulaklık istenen ses düzeyini onaylamadı. LDAC durduruldu.

source: Select your headphones as the Mac output, then retry LDAC.
tr: Mac’in ses çıkışı olarak kulaklığınızı seçin, ardından LDAC’i tekrar deneyin.

source: The Mac audio output changed. LDAC stopped.
tr: Mac’in ses çıkışı değişti. LDAC durduruldu.

source: The previous Mac audio output did not return. Check Sound settings to select it.
tr: Mac’in önceki ses çıkışı yeniden kullanılabilir hale gelmedi. Seçmek için Ses ayarlarını kontrol edin.

source: macOS could not read the audio volume and mute settings. Check Sound settings and try again.
tr: macOS, ses düzeyi ve sessize alma ayarlarını okuyamadı. Ses ayarlarını kontrol edip tekrar deneyin.

source: Acouplet couldn’t update its startup settings. Try again.
tr: Acouplet başlangıç ayarlarını güncelleyemedi. Yeniden deneyin.

source: Acouplet may reopen until its startup settings are updated.
tr: Başlangıç ayarları güncellenene kadar Acouplet yeniden açılabilir.
